[
      {
        "author": "Rosa Zheng",
        "institution": "Lehigh University",
        "image": "testimonials/Rosa Zheng.jpeg",
        "quote": "I learned the subject entirely from RoboRacer and I created a new course in my department following the RoboRacer course materials. The course became the most popular course in the department over the last 4 years.",
        "color": "blue"
      },
      {
        "author": "Kunal R Nalamwar",
        "institution": "The University of Texas at Austin",
        "image": "crew/Nalamwar.png",
        "quote": "I took RoboRacer Autonomous Robots course at UT Austin and I would highly recommend taking this course for anyone who wants to foray into the field of autonomous vehicles. This course was successful in covering all the basics for estimation, mapping, and obstacle avoidance. Deploying these algorithms on actual cars is also fun with a great learning curve and is something every roboticist should experience.",
        "roles": [
          "Graduate Research Assistant, Advanced Robotic Technologies for Surgery lab",
          "Graduate Teaching Assistant, College of Natural Sciences"
        ],
        "color": "purple"
      },
      {
        "author": "Samarth Kalluraya",
        "institution": "Washington University at St. Louis",
        "image": "crew/Kalluraya.jpeg",
        "quote": "I took the RoboRacer autonomous racing course during my masters at UPenn and it was no doubt one of the best courses there. It was a very hands-on course and I got to implement various motion planning, perception, and control algorithms on the RoboRacer car. Understanding the theory, coding up the algorithms, and debugging issues that arose during hardware implementation taught me invaluable lessons and made me ready for the challenges that I would face in real-world scenarios. This experience solidified my decision to delve deeper into the field and pursue a Ph.D. in Autonomous Systems at Washington University at St. Louis.",
        "color": "purple"
      },
      {
        "author": "William Hoganson",
        "institution": "MS Robotics’23",
        "image": "crew/WilliamHoganson.jpg",
        "quote": "RoboRacer was by far the most fun class I’ve taken at Penn! It was very rewarding, and the combination of labs and racing made the course super exciting. I learned a lot about general control algorithms, as well as specific and practical aspects of self-driving vehicles. The freedom granted in the final project really let everyone explore their own unique ideas, and it was inspiring seeing my classmates try all sorts of applications. 10/10 would recommend!",
        "color": "blue"
      },
      {
        "author": "Khai Nguyen",
        "institution": "Carnegie Mellon University",
        "image": "testimonials/Khai Nguyen.jpeg",
        "quote": "My experience as a core member of CMU’s RoboRacer team provided unparalleled growth in my skills across perception, planning, and control in autonomous systems. Through building and optimizing a 1:10 scale autonomous race car, incorporating techniques like SLAM, state estimation, raceline optimization, and various control algorithms, I gained hands-on expertise in seamlessly integrating planning and control from simulation to hardware.",
        "color": "blue"
      },
      {
        "author": "Ira Stokes",
        "institution": "University of Arizona",
        "image": "testimonials/Ira J. Stokes.jpeg",
        "quote": "I’ve began using RoboRacer as an affordable way to introduce myself to path planning, graph search, and control algorithms for my graduate research. I would recommend RoboRacer to anyone looking for a feasible, fun way to apply research knowledge to a tangible and capable platform!",
        "color": "purple"
      },
      {
        "author": "Michael Yuhas",
        "institution": "Nanyang Technological University",
        "image": "testimonials/Michael Yuhas.jpeg",
        "quote": "I came into RoboRacer with zero robotics experience, only an embedded programming background. The RoboRacer course was able to get me up to speed quickly on basic robotics concepts, in particular, planning and control algorithms beyond basic A*Star and PID. The competitions have provided a great opportunity to work with a team and apply the knowledge from the course.",
        "color": "purple"
      },
      {
        "author": "Nicolas Baumann",
        "institution": "ETH",
        "image": "testimonials/Nicolas Baumann.jpeg",
        "quote": "Developing a race stack for an autonomous mobile robot involves designing and implementing a full see-think-act cycle. When developing this for a racecar, one has to uniquely put extra effort to get things right.",
        "color": "blue"
      }
    ]
  